[
    {
        "id": 1,
        "proverb": "Kí èèmọ̀ wọlé, kí ajá máà gbó, gbogbo ajá kọ́ lara ẹ̀ lé gbà á.",
        "translation": "Not all dogs can be quiet and not bark in the face of a strange act.",
        "wisdom": "People are different; you can't paint everyone with the same brush."
    },
    {
        "id": 2,
        "proverb": "Pé a lágbára bí òmìrán, ìyẹn ò ní kí a jà bí òmìrán.",
        "translation": "That you are as powerful as a giant, does not imply that you should fight like one.",
        "wisdom": "Be tempered: just because you can, does not mean you should; cooler heads should always prevail."
    },
    {
        "id": 3,
        "proverb": "Kòkòrò tó ńjó lẹ́ẹ̀bá ọ̀nà, onílù rẹ̀ ńbẹ nínú igbó.",
        "translation": "The insect that is dancing by the bush path has its drummer right in the forest.",
        "wisdom": "Things are often not quite as they appear; don't jump to conclusions before thorough and critical reviews."
    },
    {
        "id": 4,
        "proverb": "Ìjì layé; tó bá fì síwájú, á tún fì sẹ́hìn ni.",
        "translation": "Life is a storm; if it blows forward, it will blow backward, as well.",
        "wisdom": "A season goes, another comes; no condition is permanent; nothing lasts forever; keep hope alive."
    },
    {
        "id": 5,
        "proverb": "Ẹni tó mú iṣẹ́ jẹ, ò lè mú ìṣẹ́ jẹ.",
        "translation": "Whoever got away with indolence, cannot get away with poverty.",
        "wisdom": "Diligence pays."
    },
    {
        "id": 6,
        "proverb": "Ọlọ́run kì í ṣe nǹkan, kó má fi àyè ọpẹ́ sí i; tó bá pá baba lórí, a sì fi irùngbọ̀n rọ́pò.",
        "translation": "God never does anything, without the rationale for thanksgiving; if he makes a man bald, he'll give the beard in replacement.",
        "wisdom": "We'll always have reasons to be thankful to God."
    },
    {
        "id": 7,
        "proverb": "Ọmọdé kékeré ò mọ ogun, ó ní k'ógun ó wá, ó ní b'ógún bá dé, òun a kó s'íyàrá ìyá òun.",
        "translation": "A youngster, naive about wars, beckons on it, stating that once war comes, he/she will hide in his/her mother's room.",
        "wisdom": "Naivety can be costly."
    },
    {
        "id": 8,
        "proverb": "Báa gún iyán, táa ro ọkà fún kòfẹ‌kògbà, kò ní fẹ‌, kò ní gbà, náà ni.",
        "translation": "Even if you pound yam and prepare yam flour meal for a cantankerous person, he or she will yet remain cantankerous.",
        "wisdom": "Be forward-looking, be positive; do your best and keep moving."
    },
    {
        "id": 9,
        "proverb": "Tí nani-nani bá ńnani, tí gbani-gbani kọ̀ tí kò gbani, á jẹ́ pé gbani-gbani  ló ní kí nani-nani máa nani.",
        "translation": "If the beater, beats one, but the deliverer refuses to deliver one, the beating must have been endorsed by the deliverer.",
        "wisdom": "Don't be naive; look beyond the obvious."
    },
    {
        "id": 10,
        "proverb": "Bí ẹ̀dá bá fẹ́ gba àwìn ẹ̀bà, ni wọ́n máa ńṣe ojú àánú; tí wọ́n bá yó tán, wọ́n á di ọkọ olúwa wọn.",
        "translation": "People present a facade of humility when seeking favour, but easily lord it over their benefactors, once satisfied.",
        "wisdom": "We cannot claim to truly know anyone, deep down."
    },
    {
        "id": 11,
        "proverb": "Òjò ò bá ẹnìkan ṣọ̀tá; ẹni ejí rí leji ńpa.",
        "translation": "The rain holds enmity with no one; it beats anyone within it's area of coverage.",
        "wisdom": "Discriminate against no one."
    },
    {
        "id": 12,
        "proverb": "Ẹni tó ńgun ẹṣin, kó sọ ìpàkọ‌ mọ ní'wọ‌n; ìbẹ‌kẹ‌ṣẹ‌ ẹṣin á máa la’ni mọ‌’lẹ‌.",
        "translation": "When on a horse, fling your head backward with restraint; horses with sudden jump often throw riders.",
        "wisdom": "Never abuse privileges: exercise self-control; safeguards against abuse do exist."
    },
    {
        "id": 13,
        "proverb": "Báa gún ata ńnú odó, báa lọ̀ ọ́ lórí ọlọ, iwa ata ò ní fi ata sílẹ̀.",
        "translation": "Whether pounded in a mortar or ground on a grinding stone, pepper would remain inseparable from its character.",
        "wisdom": "We can hardly pretend to be who we are not for long: with time, who we really are will show through."
    },
    {
        "id": 14,
        "proverb": "Àmójúkúrò ni í mú ẹ̀mí ìfẹ́ gùn.",
        "translation": "Willingness to overlook is what makes loving relationships endure.",
        "wisdom": "No one is perfect; tolerance is crucial. Happy Valentine Day to everyone."
    },
    {
        "id": 15,
        "proverb": "Ìwà rere lẹ̀ṣọ́ ènìyàn.",
        "translation": "Good character is what adorns a man.",
        "wisdom": "Good character beautifies; it is attractive and adorable."
    },
    {
        "id": 16,
        "proverb": "Bí a bá ní ká dijú kí ẹni burúkú kọjá, a kò ní mọ ìgbà tí ẹni rere máa lọ.",
        "translation": "If we were to close our eyes so we would not see a wicked person pass by, we may miss a good person as well.",
        "wisdom": "Be forward-looking; vidictiveness can be costly."
    },
    {
        "id": 17,
        "proverb": "A kì í gbọ‌ kúkù òjò da omi agbada nù.*",
        "translation": "Never pour away the water in your trough on the rumbling of the cloud.",
        "wisdom": "Don't be presumptuous; never count your chickens before they are hatched."
    },
    {
        "id": 18,
        "proverb": "Kò sí ẹni tó máa gun ẹṣin, tí kò ní ju ìpàkọ́, tí kò bá fẹ́ẹ́ jùú, ẹṣin tó ńgùn a jẹ́ kó jùú.",
        "translation": "No one will ride a horse and not fling his head backward; even if he/she doesn't want to, the horse will make him/her do it. ",
        "wisdom": "Be tolerant; our attitudes are quite often compelled by our peculiar circumstances."
    },
    {
        "id": 19,
        "proverb": "Akèrègbè ni yóò júwe ibi tí wón máa fi okùn sí lára rẹ̀.",
        "translation": "It's the gourd itself that will indicate where on its body the rope (to carry it) should be affixed.",
        "wisdom": "People themselves will indicate to you how you should treat them; and when they do, believe them."
    },
    {
        "id": 20,
        "proverb": "Ààrò kì í gbóná títí kó má tutù.",
        "translation": "No matter how long the fireplace has been hot, it will become cold eventually.",
        "wisdom": "Whatever is hot today, will one day become cold; tough times won't last forever; keep hope alive; it's not over yet."
    },
    {
        "id": 21,
        "proverb": "Ọlọ́run tó ńse ọbẹ̀, kò kúrò ní ìdí ààrò.",
        "translation": "God who is cooking the soup, has not left the kitchen.",
        "wisdom": "Never lose hope; nothing is beyond God."
    },
    {
        "id": 22,
        "proverb": "Ẹni sọ̀rọ̀ púpọ̀ yó ṣìsọ; àsọjù ló ńmú ìyá ọba pe ara rẹ̀ ní ìyá ọ̀bọ.",
        "translation": "Whoever talks inordinately will misspeak; inordinate talk made the king's mother (inadvertently) referred to herself as the mother of monkeys.",
        "wisdom": "[Moderation is crucial; exercise self-control, always]"
    },
    {
        "id": 23,
        "proverb": "Ààtàn tí kò bá gba ẹ̀gbin, kò ní kún bọ̀rọ̀.",
        "translation": "A dunghill that's intolerant of filth won't be filled up easily.",
        "wisdom": "Intolerance imposes limitations"
    },
    {
        "id": 24,
        "proverb": "Ẹran tí a kò bá ni í jẹ, a kì í fi eyín dán an wò.",
        "translation": "Stop taking nips at a piece of meat that you have no intention of eating.",
        "wisdom": "Don't start what you won't finish; finish whatever you start."
    },
    {
        "id": 25,
        "proverb": "Ọba tí kì í fẹ́ gba ìmọ̀ràn, irú wọn kì í pẹ́ fi ẹsẹ̀ kọ.",
        "translation": "Any king who is reluctant to taking advices, hardly takes long before stumbling.",
        "wisdom": "Be smart: seek and treasure good counsels; to spurn such is to expose oneself to avoidable errors."
    },
    {
        "id": 26,
        "proverb": "Iṣu ẹni kì í fi'ni pe ọmọdé, kó má ta.",
        "translation": "A yam plant cannot refuse to grow well, simply because the farmer (planter) is too young.",
        "wisdom": "Age is no barrier to success; impossibility is a figment."
    },
    {
        "id": 27,
        "proverb": "Tí a bá fi ogún ọdún ṣán'pá, ọdún wo la ó fò?",
        "translation": "If we flap arms for twenty years, when are we going to fly? ",
        "wisdom": "Make hay while the sun shines; promptly exploit opportunities."
    },
    {
        "id": 28,
        "proverb": "Igi tí Ọlọ́run bá gbìn, kò sẹ́ni tó lè fàá tu",
        "translation": "No man can uproot a tree planted by God.",
        "wisdom": "IIf it is from God, it is assured; His blessing is everlasting]"
    },
    {
        "id": 29,
        "proverb": "O jó ní'fọ‌n, Ifọ‌n tú; o jó l'Èjìgbò, Èjìgbò fà ya bí aṣọ; o wá dé Ọ‌ràngún o tún ńjùdí; ṣé gbogbo ìlú lo fẹ‌ bàjẹ‌ ni?",
        "translation": "Your dance desolated Ifon & shredded Ejigbo like clothes; yet at Orangun you were twerking your hips; must you destroy all towns?",
        "wisdom": "Decrying notoriety: be a better version of yourself."
    },
    {
        "id": 30,
        "proverb": "Gbólóhùn kan lè ba ọ̀rọ̀ jẹ́; gbólóhùn kan náà lè tún ọ̀rọ̀ ṣe.",
        "translation": "One sentence can mess up a discussion and one sentence can make it better.",
        "wisdom": "Words are powerful: they can build up and can pull down; use them wisely."
    },
    {
        "id": 31,
        "proverb": "Orí bíbẹ́ kọ́ loògùn orí fífọ́.",
        "translation": "Decapitation is not the antidote for headache.",
        "wisdom": "Moderation is it; adopt radical measures with caution."
    },
    {
        "id": 32,
        "proverb": "Ohun tó ṣe àkàlàmàgbò tó fi dẹ‌kun ẹ‌rin rínrín, tó bá ṣe igúnnugún, á wokoko mórí ẹyin ni.",
        "translation": "If what took laughter away from the crow had befallen the vulture, it would have been stuck brooding on its eggs.",
        "wisdom": "Be tolerant; different stroke for different folks."
    },
    {
        "id": 33,
        "proverb": "Ọ‌dùnkún ì báà mọ tíńtín, dandan ni kó dùn dé'lẹ‌.",
        "translation": "Even if sweet potato is just a tiny bit, it certainly must be sweet, all through.",
        "wisdom": "We remain true to who we really are deep down, ultimately; we can hardly pretend to be who we are not for long."
    },
    {
        "id": 34,
        "proverb": "Ẹyìn tí yóò di epo, yóò tọ‌ iná wò.",
        "translation": "A palm nut that desires to become palm oil will have a taste of fire.",
        "wisdom": "There's always a price tag; good things do not always come easy; no pain, no gain."
    },
    {
        "id": 35,
        "proverb": "Ewé kan kì í bọ́ lára igi, kí Ọlọ́run Ọba má mọ̀.",
        "translation": "No leaf drops off a tree without God's foreknowledge.",
        "wisdom": "Nothing surprises God; nothing is beyond Him; lean on Him."
    },
    {
        "id": 36,
        "proverb": "Asúùfé ya àgbàdo; ó f'ojú jọ olè, ó f'ojú jọ olókó.",
        "translation": "The one who harvests corn in a farm whistling (carefreely), could very well be the farm owner and could very well be a thief.",
        "wisdom": "Appearance can be deceptive; look beyond the obvious."
    },
    {
        "id": 37,
        "proverb": "Àpa àímú délé ni kò jẹ́ kí a mọ̀ pé ológbò ńse ọdẹ.",
        "translation": "Its penchant for not bringing home its games, is why the cat is not known for hunting.",
        "wisdom": "Be strategic; don't eat your future; don't sacrifice it for the present."
    },
    {
        "id": 38,
        "proverb": "A kì í mọ ibi tí à ńlọ kí ọrùn ó wọ'ni.",
        "translation": "One can't be certain of one's destination and yet be weighed down by the load carried.",
        "wisdom": "Clear definition of goals makes their achievement less stressful: seek and foster clarity."
    },
    {
        "id": 39,
        "proverb": "Àtùpà kì í níyì lọ‌ọ‌sán, ṣùgbọ‌n a máa gba'yì lọ‌jọ‌ alẹ‌.",
        "translation": "A lamp is not valued in the afternoons, but does get appreciated at night.",
        "wisdom": "There's always a right time and place for everything; solutions are most appreciated during tough times."
    },
    {
        "id": 40,
        "proverb": "Ibi tí à ńlọ là ńwò, a kì í wo ibi tí a ti ṣubú.",
        "translation": "Be focused on where you are going, not where.you had fallen (in the past).",
        "wisdom": "Be forward-looking; leave the past where it belongs: in the past.]"
    },
    {
        "id": 41,
        "proverb": "Adániwáyè ò gbàgbé ẹnìkan; àìmàsìkò ló ńdààmú ẹ̀dá. ",
        "translation": "God  hasn't forgotten anyone; ignorance of divine timing is what makes us fret. ",
        "wisdom": "Keep hope alive; don't give up."
    },
    {
        "id": 42,
        "proverb": "Ẹni tó ńbẹ Ọlọ́run kì í bẹ èyàn",
        "translation": "Those who plead their cases with God, seldom need to plead with man.",
        "wisdom": "God is dependable and nothing is beyond Him; you can count on Him."
    },
    {
        "id": 43,
        "proverb": "À fi ẹni tí yóò bá pẹ̀gàn Àjànàkú, lá lóun rí nǹkan fìrí; báa bá rí erin ká wí.",
        "translation": "Only those who would deride the elephant would claim they saw it in a jiffy; its presence is unmistakable. ",
        "wisdom": "Give credit where credit is due; deride no one."
    },
    {
        "id": 44,
        "proverb": "Kí a fi gègé gún ara ẹni wò, kí a tó fi gún ọmọ ẹyẹ.",
        "translation": "Prick yourself with the (sharp) penpoint first, before trying it on a bird.",
        "wisdom": "Be fair; don't impose on anyone what you are unwilling to impose on yourself; do unto others as you'd have them do unto you."
    },
    {
        "id": 45,
        "proverb": "Ààrò kì í gbóná títí kó máà tutù.",
        "translation": "No matter how long the hearth gets hot, it will become cold eventually.",
        "wisdom": "Whatever is hot will one day become cold; whatever has a beginning will have an ending: nothing lasts forever: change is certain; keep hope alive."
    },
    {
        "id": 46,
        "proverb": "Ogún ọmọdé ò lè ṣeré fún ogún ọdún; ọgbọ̀n àgbà ò lè ṣe àṣàrò fún ọgbọ̀n oṣù ",
        "translation": "Twenty youngsters cannot play together for twenty years; thirty elders cannot hold discussions for thirty months.",
        "wisdom": "Nothing lasts forever; change is inevitable: anticipate and prepare for it."
    },
    {
        "id": 47,
        "proverb": "Tí àdúrà bá gbà tán, apá aládúrà ò ní ká a.",
        "translation": "When a prayer is answered, the person who prayed would be overwhelmed.",
        "wisdom": "Prayers work; God's response is always so complete as to be overwhelming."
    },
    {
        "id": 48,
        "proverb": "Àkùrọ‌ ti lómi tẹ‌lẹ‌, kí òjò tó rọ̀  sí i.",
        "translation": "The river bank was damp with water, even before the rain fell on it.",
        "wisdom": "Be humble; don't arrogate to yourself what is essentially God's blessing."
    },
    {
        "id": 49,
        "proverb": "Àìmọṣẹ́ kọ̀ ọmọ ajá, lọdẹ fi ńrán an níṣẹ́ ikú.",
        "translation": "Not knowing how to say no, is why the dog gets sent on life-threatening errands by the hunter.",
        "wisdom": "Learn to say “No”; it is not every offer that one accedes to."
    },
    {
        "id": 50,
        "proverb": "Ọwọ‌ ata ò ṣe é fi bọ‌jú; ọwọ‌ epo ò ṣe é fi mú àlà.",
        "translation": "A hand with pepper cannot be used to wash the face; the one with palm oil cannot be used to handle a white cloth.",
        "wisdom": "Even with the best of intentions, some things are just inappropriate."
    },
    {
        "id": 51,
        "proverb": "A kì í bínú sí ẹni tí a kò rí.",
        "translation": "Do not be angry with someone you have not heard out.",
        "wisdom": "Never rush to judgment; there is always a chance you could be wrong; always give people the benefit of the doubt."
    },
    {
        "id": 52,
        "proverb": "Ìwà ọ̀lẹ ló ńba ọ̀lẹ lẹ́rù; ọ̀lẹ ṣe tán, ó ní wọn ò fẹ́ràn òun.",
        "translation": "An indolent is preceded by his character but at the end complains that he or she is not accepted.",
        "wisdom": "Our character often confronts us with unpleasant consequences; change your character to change any unwanted outcome."
    },
    {
        "id": 53,
        "proverb": "A kì í ní k'ọ́mọ ẹni má d'ẹ́tẹ̀, tó bá ti lè dá'gbó gbé.",
        "translation": "You never restrain your child from becoming leprous, as long as he can live in the forest alone.",
        "wisdom": "Everyone bears the consequences of his or her choices."
    },
    {
        "id": 54,
        "proverb": "Ẹni tí kò tíì kúrò láyé, kò lè mọ irú ẹni tí òun yó dà.",
        "translation": "Whoever still has life, cannot be limited in what he or she can become.",
        "wisdom": "With life, there's no impossibility; it's not over yet: keep hope alive."
    },
    {
        "id": 55,
        "proverb": "Bí agbada ò bá gbóná, àgbàdo ò leè ta.",
        "translation": "If the frying pan is not heated up, the corns cannot pop.",
        "wisdom": "Good things do not always come easy; no pain, no gain; hang in there: don't give up."
    },
    {
        "id": 56,
        "proverb": "Ibi kan ṣoṣo kọ́ la ti ńrí ọ̀run.",
        "translation": "The sky is not seen from only one single spot.",
        "wisdom": "Alternative approaches exist; there are many ways to achieve a goal: don't be fixated on one."
    },
    {
        "id": 57,
        "proverb": "Ajá tó máa sọnù kì í gbọ́ fèrè ọlọ́dẹ.",
        "translation": "A dog destined to get lost won't hear the hunter's (redeeming) whistling.",
        "wisdom": "Those bent on a course of action won't heed wiser counsels; keep an open mind: there is some sense in nonsense."
    },
    {
        "id": 58,
        "proverb": "Ìrèké ò ní ibùdó; ibi gbogbo ló gba alágbára.",
        "translation": "Sugarcane has no specific place of refuge; every situation suits a diligent fellow just fine.",
        "wisdom": "Diligence pays. #owe #oweyoruba #yorubaproverb #yoruba #proverb"
    },
    {
        "id": 59,
        "proverb": "Ẹnu ẹyẹ ni í pẹyẹ; ẹnu òrofó ni í pa òrofó; òrofó bímọ mẹ́fà, ó ní ilé òun kún ṣọ́ṣọ́.",
        "translation": "The mouth of a bird is its undoing; the wild pidgeon hatches just six chicks and brags that its nest is completely filled up. ",
        "wisdom": "Modesty is it; brag less."
    },
    {
        "id": 60,
        "proverb": "Ẹni a fẹ́ la mọ̀, a ò mọ ẹni tó fẹ́'ni.",
        "translation": "You do know who you love for sure, but you cannot be certain of who really loves you.",
        "wisdom": "Be perceptive; things are often not as they appear."
    },
    {
        "id": 61,
        "proverb": "Òròmọadìyẹ ńbá àṣá ṣeré, ó rò pé ẹyẹ oko lásán ni.",
        "translation": "The chick gullibly plays with the hawk believing it to be an ordinary bird.",
        "wisdom": "Naivety can be risky, if not fatally costly; invest in knowledge."
    },
    {
        "id": 62,
        "proverb": "Ohun tó ṣe igúnnugún tó fi pá lórí, tó ṣe àkàlàmàgbò tó fi yọ gẹ̀gẹ̀ lọ́rùn, tó bá ṣe àgbò bọ̀lọ̀jọ̀, á ti fa ìwo rẹ̀ tu.",
        "translation": "If what balded the vulture and gave the crow goiter had befallen the full-grown ram, it would have lost its horns.",
        "wisdom": "Be tolerant; people are different."
    },
    {
        "id": 63,
        "proverb": "Orí bíbẹ́ kọ́ ni oògùn orí fífọ́.",
        "translation": "Decapitation is not the antidote for headache. ",
        "wisdom": "Moderation is it; adopt radical measures with caution. #owe #oweyoruba #yorubaproverb #yoruba #proverb #wisdom"
    },
    {
        "id": 64,
        "proverb": "Ẹni tó gbé ìlù rẹ̀ kọ́ apá, ayé ńbáa lùú, áḿbọ̀tórí ẹni tó gbé tirẹ̀ kọ́ igi tó ṣeré lọ.",
        "translation": "The person who hung his drum on his elbow still had the drum beaten by others, not to mention someone who hung his on a tree (branch) and walked away.",
        "wisdom": "No complacency; make hay while the sun shines. #owe #oweyoruba #yorubaproverb #yoruba #proverb #wisdom"
    },
    {
        "id": 65,
        "proverb": "A kì í mọ orúkọ Ọlọ́run, kí ìyà ó jẹ'ni.",
        "translation": "One cannot really know God's name (or know God for sure) and suffer.",
        "wisdom": "God is dependable; He is a present help, for those who trust in Him."
    },
    {
        "id": 66,
        "proverb": "Mọ̀jà mọ̀sá ni ti akínkanjú; akínkanjú tó bá mọ̀ọ́ jà tí kò mọ̀ọ́ sá á bá ogun lọ.",
        "translation": "Warriors must know when to fight and when to retreat; a warrior who knows when to fight, but not when to retreat will perish in battle.",
        "wisdom": "Know when to pursue, defer or quit."
    },
    {
        "id": 67,
        "proverb": "Òkò tí a bá bínú jù, kì í pa ẹyẹ.",
        "translation": "A bird is seldom killed by a stone thrown in anger.",
        "wisdom": "Actions taken in anger seldom achieve desired results; tone down the fury: it can be self-defeating."
    },
    {
        "id": 68,
        "proverb": "Kò sí bí imú ṣe lè tóbi tó, kó lè gba ọ̀rọ̀ ẹnu sọ.",
        "translation": "No matter how big the nose is, it can't take over the speaking role of the mouth.",
        "wisdom": "We all are unique with our different strengths; envy no one: stay in your lane."
    },
    {
        "id": 69,
        "proverb": "Òkun kì í hó ruru, kí á wà á ruru.",
        "translation": "Never paddle wildly in a stormy sea.",
        "wisdom": "Be patient; complex issues must be calmly handled: cooler heads must always prevail."
    },
    {
        "id": 70,
        "proverb": "A kì í wo ago aláago ṣiṣẹ́.",
        "translation": "Don't carry out your duties using someone else's time piece. ",
        "wisdom": "Compare yourself with no one: you don't know anyone's story; stay in your lane; be focused."
    },
    {
        "id": 71,
        "proverb": "Ẹni tó ńbẹ̀rù àti ṣubú, àti dìde á nira fún un.",
        "translation": "Whoever is scared of falling will find rising pretty tough.",
        "wisdom": "Nothing ventured, nothing gained; be bullish; be open to taking calculated risks."
    },
    {
        "id": 72,
        "proverb": "Oko dùn ún ro l'àgbẹ̀dẹ ṣe ńrọ ọkọ́.",
        "translation": "If farming were that fantastic, would blacksmiths opt to make hoes (for others)?",
        "wisdom": "Look beyond the surface: think critically; don't be naive or simplistic; things are often not quite as they appear."
    },
    {
        "id": 73,
        "proverb": "Ọ̀rọ̀ tó máa di akàn, bí ẹja ni í kọ́kọ́ máa ńrí.",
        "translation": "What will turn out favourable eventually, often starts out with much challenges. ",
        "wisdom": "Don't quit; keep hope alive; if you won't give up, you will win, eventually."
    },
    {
        "id": 74,
        "proverb": "Ohun tí a bá fi sílẹ̀ lẹnu ewúrẹ́ ńtó.",
        "translation": "What is left unattended, is what the goat's mouth can get to.",
        "wisdom": "Ultimately, we lose whatever we neglect: care for what you value."
    },
    {
        "id": 75,
        "proverb": "Àjọjẹ ò dùn bí ẹnìkan ò bá ní; ọjọ́ a ní la ńṣe àjọjẹ.",
        "translation": "Sharing a meal isn't pleasant when one party persistently lacks; we are usually happy to share, when we all can give.",
        "wisdom": "It's good to give to others, but better to empower them to help themselves."
    },
    {
        "id": 76,
        "proverb": "Àgbẹ̀ tó roko tí kò gbin ọkà lóun dá ikún lóró; ikún kọ́ ló dá lóró, ara ẹ̀ ló dá lóró.",
        "translation": "A farmer who ploughed his farm, but planted no corn claims he's hurting the ground squirrel; he hasn't hurt any squirrel, but himself.",
        "wisdom": "Vindictive actions can be self-defeating: be forward-looking; be positive."
    },
    {
        "id": 77,
        "proverb": "Báa gún iyán, táa ro ọkà fún kòfẹ́kògbà, kò ní fẹ́, kò ní gbà, náà ni.",
        "translation": "Even if you pound yam and prepare yam flour meal for a contentious person, he or she will yet remain contentious.",
        "wisdom": "Be forward-looking, be positive; do your best and keep moving."
    },
    {
        "id": 78,
        "proverb": "Híhó ọṣẹ la fi í bọ̀wọ̀ fún un; ọ̀ṣẹ tí ò hó ò ní'yì mọ́.",
        "translation": "To lather is the beauty of soap; any soap that won't lather has no honour.",
        "wisdom": "Develop and hone your talent and uniqueness, and be a blessing with them; and your honour beckons."
    },
    {
        "id": 79,
        "proverb": "Bí ọkọ̀ kan ó re Ejínrín, ẹgbẹgbẹ̀rún ẹ̀ á lọ.",
        "translation": "If one bus won't go to Ejinrin town, thousands others will go.  ",
        "wisdom": "No one, and nothing is irreplaceable; alternatives always exist, if we look well enough."
    },
    {
        "id": 80,
        "proverb": "Ẹyìn tí yóò di epo, yóò tọ́ iná wò.",
        "translation": "A palm nut that desires to become palm oil will have a taste of fire. ",
        "wisdom": "There's always a price tag; good things do not always come easy; no pain, no gain."
    },
    {
        "id": 81,
        "proverb": "Kì í ṣe gbogbo ajá tó bá gbó'ni lọ́jà, la ńdá lóhùn.",
        "translation": "It's not all the dogs that bark at one at the marketplace that one responds to.",
        "wisdom": "Be focused: ignore distractions; not all issues should get our attention."
    },
    {
        "id": 82,
        "proverb": "Agbọ́n sẹ́, oyin sẹ́, ojú olóko rè é gòdògbò godogbo.",
        "translation": "The wasp denies (stinging the farmer), the bee denies, yet the farmer's face remains heavily swollen.",
        "wisdom": "What we say pales to what we do: our actions define and expose who we really are;  be true in fact and in appearance."
    },
    {
        "id": 83,
        "proverb": "Bàtà orí àkìtàn náà re òde ìyàwó rí.",
        "translation": "Those pair of shoes on the refuse dump was once worn to a wedding.",
        "wisdom": "Change is inevitable: a season must need go and another must need come; nothing lasts forever."
    },
    {
        "id": 84,
        "proverb": "Ìbẹ̀rẹ̀ kọ́ l'onísẹ́, à fi ẹni tó bá fi orí tì í  d'ópin.",
        "translation": "To start anything is not as crucial as seeing it through to completion.",
        "wisdom": "'Finishiative' is superior to initiative: don't start what you won't finish; finish whatever you start."
    },
    {
        "id": 85,
        "proverb": "Kiní yì í, kiní i wa ni, ó yàtọ̀ sí kiní yì í, kiní ì mi ni.",
        "translation": "This item is ours is different from this item is mine.",
        "wisdom": "If it is not wholly yours, you cannot have absolute claim on it; group ownership is grossly  limitting."
    },
    {
        "id": 86,
        "proverb": "Tí ẹṣin bá dá'ni, a máa ńtun ùn gùn ni.",
        "translation": "If one is thrown by a horse, one ought to remount it again.",
        "wisdom": "If you try and fail, try again; it's not how many times you fall that counts, but how many times you get up: if you won't give up, you will win, eventually."
    },
    {
        "id": 87,
        "proverb": "Ẹni tí bíńtí ò tó, púpọ̀ yóò jìnnà sí i.",
        "translation": "Abundance will be far from whoever is not contented with a little. ",
        "wisdom": "Contentment is it; it makes for increase."
    },
    {
        "id": 88,
        "proverb": "Mọ̀jà mọ̀sá l'akínkanjú; akínkanjú tó bá mọ̀ọ́ jà tí kò mọ̀ọ́ sá á bá ogun lọ.",
        "translation": "A good warrior must know when to fight and when to retreat; a warrior who knows when to fight but not when to retreat will die in battle.",
        "wisdom": "Timing is crucial; know when to pursue, defer or quit."
    },
    {
        "id": 89,
        "proverb": "Kì í rẹ ológbò, kó má lè ṣe ọdẹ eku.",
        "translation": "A cat is never too tired to hunt mice.",
        "wisdom": "Be steadfast, be persistent, be resilient; never quit: quitting is the only way to fail."
    },
    {
        "id": 90,
        "proverb": "Ká panupọ̀ lé ẹlẹ́yọ́rọ́ lọ ná, kí a tó wá fàbọ̀ sí adìyẹ.",
        "translation": "We ought to come together to chase away the fox first, before reverting to the hen. ",
        "wisdom": "Handle the most pressing of two problems first rather than inefficiently attempt the two at once."
    },
    {
        "id": 91,
        "proverb": "Ìhòhò dodo làgbàdo ńwọ ilẹ̀; tó bá jáde tán ló ńdi onígba aṣọ.",
        "translation": "The maize seed goes into the soil absolutely naked; it ends up with multiple peelings only after sprouting.",
        "wisdom": "The best is yet to come; keep hope alive."
    },
    {
        "id": 92,
        "proverb": "Gbogbo ìgbẹ́ kọ́ lọdẹ ti ńpa ọ̀yà; gbogbo ogun kọ́ lakíkanjú ti ńyege.",
        "translation": "It's not from all forests that a hunter kills a grasscutter; it's not all battles that a warrior wins. ",
        "wisdom": "You needn't win all battles to win the war: just win the right ones; pick your battles, wisely: don't get embroiled in trivialities."
    },
    {
        "id": 93,
        "proverb": "Àgbàlagbà tó bá fẹ́ fọ inú akèrègbè mọ́ gbọ́dò ṣ'ọ̀rẹ́ ọmọdé, bẹ́ẹ̀ náà ni ọmọdé tó bá fẹ́ mú nǹkan lórí pẹpẹ gbọdọ̀ sún mọ́ àgbàlagbà nítorí ọwọ́ ọmọdé ò tó pẹpẹ t'àgbàlagbà ò wọ akèrègbè.",
        "translation": "An elderly person who wants to wash the inside of a gourd, clean, must befriend a child; so also a child who wants to retrieve something on a high shelf must be close to an elder, because a child's hand cannot reach a shelf; and that of an elder won't enter a gourd.",
        "wisdom": "No one can do it all; we do need one another; cooperate and collaborate more."
    },
    {
        "id": 94,
        "proverb": "Bí ọmọdé bá lóun ò mẹ̀wẹ̀, pé òun ò mòwè, àá sì já ẹ̀wẹ̀ sí ọwọ ọ̀tún, àá já òwè sí ọwọ òsì fún un ni.",
        "translation": "If a youngster claims ignorance of the ẹ̀wẹ̀ and òwè leaves, one ought to pluck one on his (or her) right hand and the other on his left for him.",
        "wisdom": "Assert real (or feigned) ignorance of personal responsibility gently, but firmly; don't encourage abdication of responsibility."
    },
    {
        "id": 95,
        "proverb": "Bí èyàn ò bá rìn ní igbèrí irọ́, wọn kì í paá mọ́'ni.",
        "translation": "If one is not within the vicinity of falsehoods, one cannot be falsely accused. ",
        "wisdom": "Personal integrity is crucial; quite often, it determines one's experience."
    },
    {
        "id": 96,
        "proverb": "Àgbẹ̀ tó roko tí kò gbin ọkà lóun dá ikún lóró; ikún kọ́ ló dá lóró, ara ẹ̀ ló dá lóró.",
        "translation": "A farmer who ploughed his farm, but planted no corn claims he's hurting the ground squirrel; he hasn't hurt any squirrel, but himself.",
        "wisdom": "Be positive, be forward-looking; vindictive actions can be self-limiting."
    },
    {
        "id": 97,
        "proverb": "Gbogbo ọ̀rọ̀ ló lésì, ṣùgbọ́n kì í ṣe gbogbo ọ̀rọ̀ làá fèsì sí.",
        "translation": "There is always an appropriate response to every statement, but it's not every statement that one responds to.",
        "wisdom": "Be focused and ignore distractions; not all issues deserve one's attention."
    },
    {
        "id": 98,
        "proverb": "Àjọjẹ ò dùn bí ẹnìkan ò bá ní; ọjọ́ a ní la ńṣe àjọjẹ.",
        "translation": "Eating together isn't pleasant when one party lacks; we are usually happy to share, when we all can give.",
        "wisdom": "It's good to give to others, but better to empower them; it's better to teach people to fish than give them fish."
    },
    {
        "id": 99,
        "proverb": "Tí àdúrà bá gbà tán, apá aládúrà ò ní ká a.",
        "translation": "When a prayer is answered, the person who prayed would be overwhelmed.",
        "wisdom": "Prayers work; God's response can be so complete as to be overwhelming."
    },
    {
        "id": 100,
        "proverb": "Ẹni bá ńsọ òkò sí adìyẹ igba, òkò ló máa sọ tí ilẹ̀ á fi ṣú.",
        "translation": "Whoever is throwing stones at two hundred hens, will be at it until the evening.",
        "wisdom": "Be focused; don't flock shoot; to focus on doing too many at once, is a recipe for doing none."
    },
    {
        "id": 101,
        "proverb": "Èéfín ni ìwà; kò ṣeé fi pamọ́.",
        "translation": "Character is like smoke; it cannot be covered up. ",
        "wisdom": "No one can pretend to be who he is not for long; ultimately, our character shows through."
    },
    {
        "id": 102,
        "proverb": "A kì í ṣe fáàrí ẹ̀ṣẹ́ dídì, si ọmọ adẹ́tẹ̀.",
        "translation": "Don’t brag about fists in the presence of a leper.",
        "wisdom": "Be considerate, courteous and tactful. Be sensitive and show empathy."
    },
    {
        "id": 103,
        "proverb": "Ẹni tó ńbẹ̀rù àti ṣubú, àti dìde á nira fún un.",
        "translation": "Whoever is scared of falling will find rising pretty tough.",
        "wisdom": "Be bullish; take calculated risks; nothing ventured, nothing gained."
    },
    {
        "id": 104,
        "proverb": "Ká mú ẹyin sí ọwọ́ ọ̀tún, ká mú ẹyìn sí ọwọ́ òsì, ká fí ẹ̀yìn rìn láti Ìsẹ́yìn dé Ìyìn Èkìtì, ẹni tí kò ní fi iṣẹ́ yin'ni kò ni fi yin’ni.",
        "translation": "Even if one were to grab an egg with the right hand, a palm-nut with the left, and retro-walked from Iseyin (a town) to Iyin Ekiti, those who won't be grateful, still won't be.",
        "wisdom": "You can't please everyone: do your very best and move on."
    },
    {
        "id": 105,
        "proverb": "Bó ti wù kí ojú kan tóbi tó, ojú méjì sàn ju ojú kan lọ.",
        "translation": "No matter how big an eye is, two eyes are better than one.",
        "wisdom": "Team spirit is it; together everyone achieves more; cooperate and collaborate more."
    },
    {
        "id": 106,
        "proverb": "Ìgbín ò lè sáré bí Ajá; ìyẹn ò ní kó máà de ibi tó ńlọ.",
        "translation": "The snail cannot run as fast as the dog; that won't stop it from getting to wherever it's going.",
        "wisdom": "We are all uniquely endowed, and complete enough to live out our lives; stay in your lane: envy no one."
    },
    {
        "id": 107,
        "proverb": "Òkun kì í hó ruru, kí á wà á ruru.",
        "translation": "Never paddle wildly in a stormy sea.",
        "wisdom": "Be patient; complex issues should be carefully and patiently handled."
    },
    {
        "id": 108,
        "proverb": "Bí èyàn bá dúró sínú oòrùn títí, bó pẹ́ bó yá, ibòji, á báa níbẹ̀.",
        "translation": "If one tarries long in the sun, eventually, the shade will come (when the sun sets).",
        "wisdom": "Tough times cannot last forever; keep hope alive."
    },
    {
        "id": 109,
        "proverb": "Èyàn kì í mọ iyì ohun tó ní, à fi tó bá sọ ọ́ nù.",
        "translation": "We seldom appreciate what we have, until we lose the thing.",
        "wisdom": "Take nothing desired for granted: we lose, sometimes permanently, whatever we take for granted; treasure whatever you wish to keep."
    },
    {
        "id": 110,
        "proverb": "Àbá làá kó dànù; ẹnìkan kì í kó aláàbá dànù.",
        "translation": "You may only discard a suggestion, but not the one who made it.",
        "wisdom": "A case against ad hominem; question and attack ideas not personalities."
    },
    {
        "id": 111,
        "proverb": "Odò tó ńṣàn kì í b'ojú w'ẹ̀hìn.",
        "translation": "A flowing stream never looks (or flows) backward.",
        "wisdom": "Be forward-looking; be focused: no one drives forward with eyes on the rearview mirror."
    },
    {
        "id": 112,
        "proverb": "Ẹni tí ò fẹ́ wọ àkísà, kì í bá ajá ṣe eré e géle.",
        "translation": "Don't play rough with a dog, if you don't want to end up in tatters.",
        "wisdom": "Look before you leap; think before you act: actions come with consequences."
    },
    {
        "id": 113,
        "proverb": "Kí a tó dé ibi tí à ńlọ, a máa ńkọ́kọ́ dé ibi tí a kò fẹ́.",
        "translation": "Before getting to our destination, we may have to get to where we'd rather not be.",
        "wisdom": "Be focused, be strategic: always look ahead; don't lose the forest for the trees."
    },
    {
        "id": 114,
        "proverb": "Màlúù tí ò n'írù, Ọlọ́run ni í lé eṣinṣin fún un.",
        "translation": "It's God that fends off flies for a cow that has no tail. ",
        "wisdom": "God helps those who can't help themselves; whatever is impossible to man, is possible with God."
    },
    {
        "id": 115,
        "proverb": "Tí ògiri ò bá la'nu, aláǹgbá ò lè r'áyè wọ̀ ọ́.",
        "translation": "If there are no crevices in the wall, the lizard cannot penetrate into the wall.",
        "wisdom": "Actions beckon, and quite often, compel reactions; to stop an effect, eliminate the action causing it."
    },
    {
        "id": 116,
        "proverb": "A kì í bá ara ẹni tan kí á fa ara ẹni n'ítan ya.",
        "translation": "To be related to someone is no excuse to be unconscionably dependent on him or her.",
        "wisdom": "Good to take personal responsibility; never abuse your privileges: there is a limit to everything."
    },
    {
        "id": 117,
        "proverb": "Bí inú bá bí baba tó bá gbé ọmọ rẹ̀ jù sí inú eèrùn, bí inú rẹ̀ bá rọ̀, inú eèrùn lè má rọ̀.",
        "translation": "If a father gets so angry as to throw his child into a raid of army ants, by the time he calms down, the ants may not be.",
        "wisdom": "Avoid rashness; be wary of taking crucial decisions when angry."
    },
    {
        "id": 118,
        "proverb": "Ẹni tó ńsáré tó ńwo ẹ̀hìn, ó di dandan, kó fi ẹsẹ̀ kọ.",
        "translation": "Whoever keeps looking back while running, will certainly stumble.",
        "wisdom": "Ignore distractions; stay focused and keep moving."
    },
    {
        "id": 119,
        "proverb": "Bí a kò bá dẹ́kun ìgbìyànjú, bó pẹ́ bó yá akitiyan wa á dópin lọ́jọ́ kan.",
        "translation": "If we won't give up, our hustling will one day end.",
        "wisdom": "Finish whatever you start: never give up, never quit; if we won't quit, we will win."
    },
    {
        "id": 120,
        "proverb": "Ọ̀pọ̀ ló fẹ́ láàpa láì lápá, bí èèyàn ò sì lápá, kò leè láàpa.",
        "translation": "Many want to make a mark without effort, yet without effort, no marks can be made.",
        "wisdom": "Nothing ventured, nothing gained; diligence pays."
    },
    {
        "id": 121,
        "proverb": "Àìsanra tó ajá ológìnní kì í ṣe ti àìjẹun ká'nú; bí ìran rẹ̀ ṣe mọ ni.",
        "translation": "The smaller frame of cats' relative to dogs isn't for want of food; that's cats' genetic makeup.",
        "wisdom": "Appearance can be deceptive; often, there is more than is immediately obvious."
    },
    {
        "id": 122,
        "proverb": "Yàrá kékeré gba ogún ọ̀rẹ́, tí ìfẹ bá wà láàárín wọn.",
        "translation": "A little room is sizable enough for twenty friends, if there is love in their midst.",
        "wisdom": "Love is it: little is much if love is in it; with love, a cottage may well pass for a castle."
    },
    {
        "id": 123,
        "proverb": "Ẹní bá rọra pa èèrà, á rí ìfun inú u rẹ̀.",
        "translation": "Whoever would calmly and patiently dismember an ant would see its intestines.",
        "wisdom": "Be calm, be even keeled, and be patient: virtually nothing is impossible, with these."
    },
    {
        "id": 124,
        "proverb": "Ọ̀nà tí èèyàn tọ̀ tó ṣubú, bí èèyàn bá ní sùúrù, èyàn lè tọ̀ọ́ là.",
        "translation": "A path that one treads and fails, with patience, one may well tread it to success.",
        "wisdom": "No closed case and no impossibility: if you won't give up, you will win; be open-minded, be patient and be persistent."
    },
    {
        "id": 125,
        "proverb": "Ẹni sọ̀rọ̀ púpọ̀ yó ṣìsọ; àsọjù ló ńmú ìyá ọba pe ara rẹ̀ ní ìyá ọ̀bọ.",
        "translation": "Whoever talks excessively will misspeak; excessive talk made the king's mother (inadvertently) referred to herself as the mother of monkeys.",
        "wisdom": "Moderation is crucial; exercise self-control, always."
    },
    {
        "id": 126,
        "proverb": "Bí ìgbà bá ńgbá'ni ká máa rọ́'jú; bó pẹ́ bó yà ìgbà ńbọ̀ wá gba'ni.",
        "translation": "If a season afflicts, we ought to persevere; the good times will soon come.",
        "wisdom": "Persevere and keep hope alive; tough times won't last forever; change is inevitable."
    },
    {
        "id": 127,
        "proverb": "Ò yẹ kí ìdí gbé àtàrí wò, kó mọ iṣẹ tí eṣinṣin ńṣe.",
        "translation": "The buttocks should trade places with the head, to appreciate what flies do (to it).",
        "wisdom": "Be hesitant to criticise: you can't be too sure of what others are going through, if you've never been in their shoes."
    },
    {
        "id": 128,
        "proverb": "Ìwà kì í fi oníwà sílẹ̀.",
        "translation": "We are inseparable from our character.",
        "wisdom": "No one can pretend to be who he or she is not for very long; be patient, ultimately, the real character will show through."
    },
    {
        "id": 129,
        "proverb": "Báa gún ata nínú odó, báa lọ̀ ọ́ lórí ọlọ, iwa ata ò ní fi ata sílẹ̀.",
        "translation": "Even if we pound it in a mortar or grind it on the grinding stone, pepper will remain inseparable from its character.",
        "wisdom": "Old habits die hard; we can hardly pretend to be who we are not, for long."
    },
    {
        "id": 130,
        "proverb": "A kì í dàgbà jù fún ohun tí a kò bá mọ̀.",
        "translation": "One is never too old to learn what one does not know. ",
        "wisdom": "There is no end to learning: be oen to it; age is no barrier to learning.]"
    },
    {
        "id": 131,
        "proverb": "Bí a ò kú, ìṣe ò tán.",
        "translation": "As long as there is life, there is no end to what one can still achieve.",
        "wisdom": "With life, there is hope; no impossibility; never ever give up."
    },
    {
        "id": 132,
        "proverb": "Kíkéré l'abẹ́rẹ́ kéré, kì í ṣe mímì fún adìyẹ.",
        "translation": "A needle may be tiny, but it’s not an object to be swallowed by the hen. ",
        "wisdom": "Don't judge a book by its cover: never judge by appearance; underestimate no one."
    },
    {
        "id": 133,
        "proverb": "A kì í mọ orúkọ Ọlọ́run, kí ìyà ó jẹ'ni.",
        "translation": "One cannot really know God's name (or know God for sure) and suffer.",
        "wisdom": "God is dependable; He is a present help, for those who trust in Him."
    },
    {
        "id": 134,
        "proverb": "Àṣẹ̀ṣẹ̀ dáyé ológbò ni í jìyà, bó bá dàgbà, á tó ọdẹ ẹ́ ṣe.",
        "translation": "Only as a kitten is the cat in deprivation, once fully grown it can do its own hunting.",
        "wisdom": "The best is yet to come; keep hope alive; tough times won't last forever."
    },
    {
        "id": 135,
        "proverb": "Ẹni ọ̀rẹ́ dà, kó má ṣe bí'nú; ẹni abínibí ńda'ni.",
        "translation": "Those betrayed by friends shouldn't be offended; even siblings betray one another.",
        "wisdom": "Tolerance is it; forgive and forget; don't hold on to hurts."
    },
    {
        "id": 136,
        "proverb": "Àlejò bí òkété là ńfi èkùrọ́ lọ̀.",
        "translation": "A guest like bush rat is the one offered palm kernel.",
        "wisdom": "Appearance matters: how you appear dictates how you'll be received."
    },
    {
        "id": 137,
        "proverb": "Báa gún iyán nínú ewé, táa se ọbẹ̀ nínú èpo ẹpà, ẹni máa yó, á yó.",
        "translation": "Even if we pound yam in a leaf and prepare the soup in a groundnut pod, those who would be full, would be.",
        "wisdom": "No impossibility; keep hope alive."
    },
    {
        "id": 138,
        "proverb": "Ààtàn tí kò bá gba ẹ̀gbin, kò ní kún bọ̀rọ̀.",
        "translation": "A refuse dump that won't tolerate filth won't be filled up easily.",
        "wisdom": "Be tolerant; intolerance can impose limitations."
    },
    {
        "id": 139,
        "proverb": "Yinni yinni kí ẹni ṣè'mí ì.",
        "translation": "Praise a kind person and he or she will be spurred to do more.",
        "wisdom": "Praise and appreciation inspire and bring increase."
    },
    {
        "id": 140,
        "proverb": "Bí inú ṣe kéré tó, ó fi ààyè gba ọmọ.",
        "translation": "As small as the belly is, it has room for the baby (the foetus).",
        "wisdom": "We always make room for what is important to us."
    },
    {
        "id": 141,
        "proverb": "A ní kí ẹ jẹ ẹ́, ẹ léegun lásán ni; a ní kí ẹ gbé e sọnù ẹ lẹ́ran díẹ́ wà ńbẹ̀.",
        "translation": "Asked to eat it, you claimed it is a mere bone; yet when asked to discard it, you insisted it still has some meat.",
        "wisdom": "Greed spurs indecision and discontentment; the greedy is seldom contented."
    },
    {
        "id": 142,
        "proverb": "Bí orí kan bá sunwọ̀n á ran'gba.",
        "translation": "If one head is blessed, it will positively impact two hundred others.",
        "wisdom": "Success can be contagious; a well-targeted intervention can positively affect several others."
    },
    {
        "id": 143,
        "proverb": "Gbogbo ẹkún kọ́ làpẹrẹ ìbànújẹ́; gbogbo ẹ̀rín sì kọ́ ló túmọ̀ sí ìdùnnú.",
        "translation": "Not all tears signify sadness; not all laughters imply happiness.",
        "wisdom": "Appearance can be deceptive; look beyond the obvious."
    },
    {
        "id": 144,
        "proverb": "Agbẹ́-igi-lére kan kò lè gbẹ́ inú u rẹ̀.",
        "translation": "No sculptor can carve the internals of the statue he or she is carving.",
        "wisdom": "There is a limit to what anyone can do: be reasonable in your expectations; most people are doing the very best they can, regardless of how it seems."
    },
    {
        "id": 145,
        "proverb": "Ẹni tó ṣe ohun tó dun'ni lóòní le ṣe ohun tí yóò dùn mọ́ni l'ọ́la.",
        "translation": "A person who hurts one today may well be a blessing to one tomorrow.",
        "wisdom": "Write-off no one; quit being vindictive: be forward-looking; there are no permanent enemies, only permanent interests."
    },
    {
        "id": 146,
        "proverb": "Bí onírèsé bá kọ̀ tí ò fín'gbá mọ́, èyí tó ti fín ò leè parun.",
        "translation": "Even if the calabash carver stops carving calabashes, those already carved will remain.",
        "wisdom": "Even if we refrain from kind acts, those rendered still live on; keep up the kindness: they are never wasted or lost."
    },
    {
        "id": 147,
        "proverb": "Bí a bá pẹ́ lórí imí, eṣinkéṣin a máa bá’ni níbẹ̀.",
        "translation": "Whoever takes unduly long in open defecation, may well play host to strange flies.",
        "wisdom": "Undue tardiness often results in unexpected outcomes; make hay while the sun shines."
    },
    {
        "id": 148,
        "proverb": "Ẹlẹ́rù ló ńgbé ẹrù ẹ̀ kí a tó báa fọwọ́ kún un.",
        "translation": "The owner has to first pick up his (or her) luggage before others will extend hands of support.",
        "wisdom": "Take responsibility and ownership, before seeking help; don't expect support from others, if you're unwilling to do all you can."
    },
    {
        "id": 149,
        "proverb": "Ẹni tó sùn là ńjí, a kì í jí apirọrọ; táa bá jí apirọrọ kò ní dáhùn.",
        "translation": "The person sleeping is the person one wakes, not the person pretending to be asleep; the person pretending won't respond, if one wakes him or her.",
        "wisdom": "Unsolicited advice or assistance is seldom appreciated."
    },
    {
        "id": 150,
        "proverb": "A kì í fi ọjọ́ kan, bọ́ ọmọ tó rù.",
        "translation": "A lean child cannot be fattened in just one day.",
        "wisdom": "Good things take time: be patient, but be dogged;  don’t force issues before their time, but keep feeding the issues without relenting."
    },
    {
        "id": 151,
        "proverb": "Agara kì í dá oníṣẹ́ Ọlọ́run.",
        "translation": "God's messenger never grows weary.",
        "wisdom": "God cannot be overwhelmed with man's needs; try Him."
    },
    {
        "id": 152,
        "proverb": "A kì í gba àkàtà lọ́wọ́ akítì; a kì í gba ilé baba ọmọ lọ́wọ́ ọmọ.",
        "translation": "No one can stop monkeys from squatting; no one should deprive a child of his patrimony.",
        "wisdom": "Be fair and just; don't deprive people of what is rightly theirs."
    },
    {
        "id": 153,
        "proverb": "A ní kí ohun tó wu'ni wá, ohun tó dára ló yọjú; bó bá dára bí kò wu'ni ńkọ́?",
        "translation": "One beckons on what one desires, but the beautiful pops up; what if it's beautiful but it's not desired?",
        "wisdom": "Our choice remains our choice: it's inviolable; beauty is in the eye of the beholder."
    },
    {
        "id": 154,
        "proverb": "Tí ọmọdé bá rí ẹgbẹ́ rẹ̀ tó ńgun ẹṣin lọ níwájú, ó yẹ kó wo ẹgbẹ́ bàbá a rẹ̀ tó ńfi ẹsẹ̀ rìn bọ̀ lẹ́hìn.",
        "translation": "A youngster who's anxious at his (or her) peers riding horses ahead, will do well to look back to see his father's mates trudging behind. ",
        "wisdom": "Contentment is it."
    },
    {
        "id": 155,
        "proverb": "Bí ará ilé ẹni bá ńjẹ kòkòrò búburú, ó yẹ ká sọ fún un, nítorí hùrù hẹrẹ rẹ̀ kò ní jẹ́ ká sùn lóru.",
        "translation": "If your companion is eating a harmful insect, caution him (or her); else, the effect on him won't let you sleep at night.",
        "wisdom": "Be proactive; to be forewarned is to be forearmed."
    },
    {
        "id": 156,
        "proverb": "Ẹni tó jẹ ọba tán tó tún ńwo òkè fẹ̀ fẹ̀ fẹ̀, ṣé ó fẹ́ di Olódùmarè ni?",
        "translation": "Does the person who kept looking upwards in dire expectation after just being crowned a king want to become God?",
        "wisdom": "Contentment is it; lack of contentment can be stressful."
    },
    {
        "id": 157,
        "proverb": "Àìní ìforítì àparò ló sọ ọ́ di aláṣọ pípọ́n.",
        "translation": "Patridge's lack of perseverance is what gave it its dirty garb.",
        "wisdom": "Perseverance is it; Lack of perseverance may deprive you of what ought to rightfully be yours."
    },
    {
        "id": 158,
        "proverb": "Ẹni tí kò dúpẹ́ ẹgbẹ̀fà, bẹ́ igi dí ọ̀nà egbèje.",
        "translation": "Whoever is not grateful for small favours, blocks the path to bigger ones. ",
        "wisdom": "Attitude of gratitude is it; kindness calls for gratitude; and gratitude beckons on more kindness."
    },
    {
        "id": 159,
        "proverb": "Ọ̀rẹ́ ẹ mí só, èmi náà yóò só; olúwarẹ̀ yóò kàn ṣu sára ni.",
        "translation": "My friend farts, I must fart; you will simply end up defecating on yourself._",
        "wisdom": "Stay in your lane and embrace your uniqueness; be secure in who you are: don't compare yourself with anyone."
    },
    {
        "id": 160,
        "proverb": "Ìkòkò ńse iṣu ẹnìkan ò gbọ́, ṣùgbọ́n iṣú dé inú odó tán ariwo ó ta.",
        "translation": "While the pot was cooking the yam, no one heard a thing, but no sooner had the yams got into the mortar than noise broke out.",
        "wisdom": "Avoid obtrusive grandstanding: empty vessels make the most noise."
    },
    {
        "id": 161,
        "proverb": "A kì í mọ̀ọ́ rìn mọ̀ọ́ yan kí orí má mì l'ọ́rùn.",
        "translation": "One cannot be so good at walking and marching that the head won't shake.",
        "wisdom": "Tolerance is it; no one is perfect."
    },
    {
        "id": 162,
        "proverb": "A ki ẹsẹ̀ kan bọ odò, ọ̀nì fàá, tí a bá fi ẹsẹ̀ méjèjì s'ódò kí la mọ̀ pó fẹ́ ṣẹ'lẹ̀.",
        "translation": "We dipped a leg into the river and the crocodile snapped at it; who knows what would have happened had we dipped the two.",
        "wisdom": " To be forewarned is to be forearmed."
    },
    {
        "id": 163,
        "proverb": "Ipá ńmú ẹṣin lọ sódò, ipá ò fún un lómi mu.",
        "translation": "You can force a horse to the river but you can't force it to drink water.",
        "wisdom": "You can provide opportunities, but you can't force anyone to take or make the best of them; you can't force anyone to do what he or she is determined not to do."
    },
    {
        "id": 164,
        "proverb": "A kì í yàgò fún ẹlẹ́ṣin àná.",
        "translation": "No one gives way (or defers) to someone who used to own a horse.",
        "wisdom": "Don't live in the past: where we have been is not as crucial as where we are going; have a strategic-mindset and focus"
    },
    {
        "id": 165,
        "proverb": "Bí a bá ṣe'ni lóore, ọpẹ́ là ńdá.",
        "translation": "If one has been favoured with kindness, one ought to give thanks. ",
        "wisdom": "Attitude of gratitude is it."
    },
    {
        "id": 166,
        "proverb": "A kì í gbọ́ kúkù òjò da omi agbada nù.",
        "translation": "Never pour away the water in the trough simply because the cloud rumbles.",
        "wisdom": "Don't be presumptuous; never count your chickens before they are hatched."
    },
    {
        "id": 167,
        "proverb": "Bí ikú ilé ò pa'ni, t'òde ò leè pa'ni.",
        "translation": "If there is no enemy within, the ones outside can do us no harm. If there is no enemy within, the one outside can do us no harm. ",
        "wisdom": "Choose your friends wisely; worry less about the enemies without.]"
    },
    {
        "id": 168,
        "proverb": "A kì í wo ìyẹ́ adìyẹ nílẹ̀, kí a wá fi ìrù àkèekèé rin etí.",
        "translation": "No one has a hen's feather within reach and opt to scratch his or her inner ear with a scorpion's stinger.",
        "wisdom": "Avoid needless exposures to high risks."
    },
    {
        "id": 169,
        "proverb": "Ọmọ aráyé ńp'àtẹ́wọ́ fún yànmùyánmú, inú ẹ̀ ńdùn; kò mọ̀ pé òun ńfi ikú ṣeré ni.",
        "translation": "People clap for mosquito and it rejoices, oblivious that it is toying with death.",
        "wisdom": "Be perceptive: not all positive gestures are noble."
    },
    {
        "id": 170,
        "proverb": "Ọba tí kì í fẹ́ gba ìmọ̀ràn, irú wọn kì í pẹ́ fi ẹsẹ̀ kọ.",
        "translation": "Any king who despises counsels, hardly takes long before stumbling.",
        "wisdom": "It's smart to be open to and treasure good counsels: those who spurn them needlessly expose themselves to avoidable errors."
    },
    {
        "id": 171,
        "proverb": "Kì í ṣe gbogbo ajá tó bá ńgbó'ni lọ́jà, la ńdá lóhùn.",
        "translation": "It's not all the dogs that bark at one at the marketplace that one responds to.",
        "wisdom": "Stay focused: ignore distractions; not all issues should get our attention."
    },
    {
        "id": 172,
        "proverb": "Ọlọ́run ò fẹ́ irọ́; ọmọ èyàn ò fẹ́ òdodo; bẹ́ẹ̀ lọ̀rọ̀ ò pé mẹ́ta.",
        "translation": "God hates lies; man hates truths; yet there is no third option in a discourse.",
        "wisdom": "[It is better to always stick with the truth, even when there are no easy options.]"
    },
    {
        "id": 173,
        "proverb": "Bí ẹ̀dá bá fẹ́ gba àwìn ẹ̀bà, ni wọ́n máa ńṣe ojú àánú; tí wọ́n bá yó tán, wọ́n á di ọkọ olúwa wọn.",
        "translation": "People present a facade of humility when seeking favour, but easily lord it over their benefactors, once satisfied.",
        "wisdom": "Be perceptive; things are often not as they appear."
    },
    {
        "id": 174,
        "proverb": "Ọwọ́ ọlọ́wọ́ ò lè yó ẹnu ẹlẹ́nu.",
        "translation": "Never expect the hands of someone else to feed you to satisfaction.",
        "wisdom": "Depend less, possibly not at all, on anyone: go catch your own fish."
    },
    {
        "id": 175,
        "proverb": "Jẹ́ kí ńfìdí hẹẹ́, ni àlejò fi ńti onílé sóde.",
        "translation": "Let me just hang in here, is how the guest takes over the house from the host. ",
        "wisdom": "Think well about that inch you want to give, it may well become a mile: be perceptive, be circumspect."
    },
    {
        "id": 176,
        "proverb": "À ti gbé ìyàwó ò tóó pọ́n; owó ọbẹ̀ ló ṣòro.",
        "translation": "Getting married is not an issue; meeting the marriage responsibility is the tough nut.",
        "wisdom": "Look before you leap; think well before you act; it's easy to start some things, but tough to sustain it."
    },
    {
        "id": 177,
        "proverb": "Àgbẹ̀ tí kòkó ẹ̀ yè, kì í ṣe mímọ̀ ọ́ ṣe ẹ̀, bíkòṣe Elédùà.",
        "translation": "A farmer with a thriving cocoa farm owes this not to his or her effort, but to God.",
        "wisdom": "There is no self-made person: we are all God-made:; we must remain small in our very own eyes; we must be ever so modest."
    },
    {
        "id": 178,
        "proverb": "Ká dúpẹ́ lọ́wọ́ ọrùn tó gbé orí dúró; ọ̀pọ̀ ẹran ló sún mọ́ orí tí ò ṣe nǹkankan.",
        "translation": "Wẹ ought to be thankful to the neck for supporting the head; many tissues are close to it, yet do nothing.",
        "wisdom": "Be thankful, even for small favours."
    },
    {
        "id": 179,
        "proverb": "A kì í fura sí ẹni tí a ńbá rìn; ẹni tí a bá ńfura sí, a kì í bá irú wọn rìn.",
        "translation": "Do not be suspicious of those you associate with; those you'd be suspicious of, should not be your close associates.",
        "wisdom": "Build trust; avoid paranoia; be positive; be forward-looking."
    },
    {
        "id": 180,
        "proverb": "Tó bá kù díẹ̀ kí ọmọ olóore jìn sí kòtò, mànàmáná á ṣiṣẹ́ ìmọ́lẹ̀ fún un.",
        "translation": "Just before a kind person would stumble into a ditch (in darkness), the lightning would light up his or her path to save the day.",
        "wisdom": "Kindness pays: it's good to be good; kind acts are never lost."
    },
    {
        "id": 181,
        "proverb": "Apẹ́kótójẹun kò ní jẹ bàjẹ́.",
        "translation": "The one who tarries to eat won't necessarily eat a lousy meal.",
        "wisdom": "Delay is not necessarily denial; often delays imply the perfection of the object hoped for; keep hope alive: it is not over yet."
    },
    {
        "id": 182,
        "proverb": "Ohun tí a bá bò, ló ńníyì.",
        "translation": "Whatever is covered up (or not easily accessible) is what is respected and honoured.",
        "wisdom": "Familiarity breeds contempt: whatever is easily available typically loses value and worth."
    },
    {
        "id": 183,
        "proverb": "Bí a kò bá dẹ́kun ìgbìyànjú, bópẹ́ bóyá akitiyan á dópin lọ́jọ́ kan.",
        "translation": "If one won't give up trying, one's hustling will one day come to an end.",
        "wisdom": "Never give up, never quit; if we won't quit, we will win eventually."
    },
    {
        "id": 184,
        "proverb": "Adániwáyè ò gbàgbé ẹnìkan; àìmàsìkò ló ńdààmú ẹ̀dá.",
        "translation": "God has not forgotten anyone; ignorance of divine timing is what makes us fret.",
        "wisdom": "Keep hope alive; hang on there: the best is yet to come."
    },
    {
        "id": 185,
        "proverb": "Òjò tó rọ̀ sí ewúro, náà ló rọ̀ sí ìrèké.",
        "translation": "The same rain that fell on the bitter-leaf, fell on the sugarcane (yet bitter-leaf is bitter while sugarcane remains sweet.)",
        "wisdom": "Our reactions tell of who we really are deep down; bitter or vengeful responses are by choice."
    },
    {
        "id": 186,
        "proverb": "Àgbẹ̀ tó jẹun yó tó fọ́ akèrègbè, ti gbàgbé pé ọjọ́ òǹgbẹ ṣì ńbọ̀.",
        "translation": "The farmer who ate, had his fill, and broke the water gourd has forgotten that days of thirst are ahead.",
        "wisdom": "Be strategic: think ahead; never slam the door on your way out: you may need it opened in future."
    },
    {
        "id": 187,
        "proverb": "Oò ṣá igi lọ́gbẹ́, oò ta ògùrọ̀ lọfà, o dé ìdí ọ̀pẹ, o ńgbẹ́nu s'ókè; ṣé ọ̀fẹ́ ló máa ńro ni?",
        "translation": "You neither hacked a palm nor stabbed a raffia, yet you opened up your mouth under a palm for wine; does it drip freely?",
        "wisdom": "No free lunch; take responsibility; pay the price."
    },
    {
        "id": 188,
        "proverb": "Àìdúpẹ́ oore àná a máa mú oore sú'ni í ṣe.",
        "translation": "Lack of gratitude for yesterday's kindness does make future acts of kindness tiresome.",
        "wisdom": "Attitude of gratitude is it; take nothing for granted: whatever is taken for granted diminishes; whatever is appreciated increases."
    },
    {
        "id": 189,
        "proverb": "A kì í mọ iyì wúrà tí kò bá sọnù.",
        "translation": "A piece of gold (ornament) is seldom appreciated until it gets lost.",
        "wisdom": "We seldom appreciate what we have, until we lose it; the available is easily taken for granted."
    },
    {
        "id": 190,
        "proverb": "Etí mẹ́ta ò yẹ orí; èèyàn mẹ́ta ò lè dúró ní méjì-méjì.",
        "translation": "Three ears do not suit the head; three people cannot stand in groups of twos.",
        "wisdom": "There is always a right and wrong way to do anything: focus on the right way.]"
    },
    {
        "id": 191,
        "proverb": "Ẹni tí a  ńbá ná'jà la ńwò a kì í wo ariwo ọjà.",
        "translation": "Wẹ should be focused on the person we are trading with and not the din and bustle in the market.",
        "wisdom": "Be focused; shun distractions."
    },
    {
        "id": 192,
        "proverb": "Ẹni tó bá ní kí ọ̀rẹ́ òun má jọba ni kò ní lọ̀rẹ́ ọba.",
        "translation": "Whoever blocks his friend from becoming a king won't have a king as a friend.,",
        "wisdom": "Foster goodness: those plotting evil for others often share in the evil results; we reap whatever we sow."
    },
    {
        "id": 193,
        "proverb": "Ọ̀nà kan ò wọ ọjà.",
        "translation": "Not just one route leads to the market.",
        "wisdom": "Alternative approaches exist; there are many ways to achieve an end; don't be fixated on one."
    },
    {
        "id": 194,
        "proverb": "Ojú tí kò rí yànnà yánná iná, yẹ̀rẹ̀ yẹrẹ oòrùn, kì í rí yìndìn yindin idẹ.",
        "translation": "A pair of eyes that won't endure the fiery flames of fire, the searing glare of the sun, can't hope to enjoy the glittering beauty of brass.",
        "wisdom": "No pain, no gain; no guts, no glory."
    },
    {
        "id": 195,
        "proverb": "Tí ìṣẹ́ ò bá jẹ́ ká sọ òdodo, àìṣòdodo kò ní jẹ́ ká bọ́ lọ́wọ́ ìṣẹ́.",
        "translation": "If fear of poverty makes us lie, lying will keep us entrenched in poverty, as well. ",
        "wisdom": "Honesty pays; dishonest lifestyle does exact hefty fees, at the end."
    },
    {
        "id": 196,
        "proverb": "Ikú fẹ́ pa alápatà ó ńkígbe; ọmọ ẹranko tó ti dá lóró ńkọ́?",
        "translation": "Death stalks the butcher and he screams; what about the animals he's butchered?",
        "wisdom": "Exact from no one what you are unwilling to impose on yourself; be fair and considerate."
    },
    {
        "id": 197,
        "proverb": "A kì í sọ òkò sí ẹyẹ tó ńwá ọ̀nà àti fò.",
        "translation": "Do not throw stones at a bird that seeks to fly away.",
        "wisdom": "Act in wisdom: do not pre-empt or worsen an already deplorable situation."
    },
    {
        "id": 198,
        "proverb": "Bó ti wù kí ojú kan tóbi tó, ojú méjì sàn ju ojú kan lọ.",
        "translation": "No matter how big an eye is, two eyes are better than one.",
        "wisdom": "Team effort is superior."
    },
    {
        "id": 199,
        "proverb": "Báa gún iyán, táa ro ọkà fún kòfẹ́kògbà, kò ní fẹ́, kò ní gbà, náà ni.",
        "translation": "Even if you pound yam and prepare yam flour meal for a contentious person, he or she will yet remain contentious.",
        "wisdom": "Be forward-looking, be positive; do your best and keep moving."
    },
    {
        "id": 200,
        "proverb": "Bí inú bá bí baba tó bá gbé ọmọ ẹ̀ jù sí inú èèrùn, bí inú ẹ̀ bá rọ̀, inú èèrùn lè má rọ̀.",
        "translation": "If a father gets so angry as to throw his child into a raid of army ants, by the time he calms down, the ants may not be.      ",
        "wisdom": "Don't be hasty in anger: calm down; avoid rashness."
    },
    {
        "id": 201,
        "proverb": "A kì í fi ẹ̀tẹ̀ sílẹ̀ pa làpálàpá.",
        "translation": "Do not leave leprosy unattended while preoccupied with treating ringworm.",
        "wisdom": "Think perceptively and strategically: don't lose sight of the forest for the trees: look at the bigger picture; things are often more than they seem."
    },
    {
        "id": 202,
        "proverb": "Àmójúkúrò ni í mú ẹ̀mí ìfẹ́ gùn.",
        "translation": "Willingness to overlook is what makes for an enduring loving relationship.",
        "wisdom": "If it is wrong, love will not see it; tolerance is crucial."
    },
    {
        "id": 203,
        "proverb": ".\n\nẸni tó ńlé nǹkan níwájú, ńfi àwọn nǹkan míràn sẹ́hìn.\n\nTranslation:\nWhoever is pursuing something ahead, is actually leaving some other things behind. I \n\nWisdom:\nThere's always a price tag: we must let go of what is behind, if we want to lay hold of what is ahead.",
        "translation": "",
        "wisdom": ""
    },
    {
        "id": 204,
        "proverb": "Èyí wù mí, ò wù ọ́, lọmọ ìyá méjì ṣe ńfẹ́ ìyàwó ọ̀tọ̀ọ̀tọ̀.",
        "translation": "What appeals to me does not necessarily appeal to you is the reason two maternal brothers have different wives.",
        "wisdom": "Different strokes for different folks; people are entitled to their choices: live and let live."
    },
    {
        "id": 205,
        "proverb": "Bí afọ́jú bá lóun yóò fọ́'ni lójú, ó yẹ ká fura, nítorí tí kò bá mú nǹkan lọ́wọ́, ó lè tẹ nǹkan mọ́lẹ̀.",
        "translation": "If a blind man threatens to make you blind, be wary; if he has nothing in his hands, he may have something under his feet",
        "wisdom": "Don't be presumptuous; underestimate no one."
    },
    {
        "id": 206,
        "proverb": "Òròmọadìyẹ ńbá àṣá ṣeré, ó rò pé ẹyẹ oko lásán ni.",
        "translation": "The chick gullibly plays with the hawk believing it to be an ordinary bird.",
        "wisdom": "Naivety can be risky, if not fatally costly."
    },
    {
        "id": 207,
        "proverb": "Ọgbọ́n ju agbára lọ.",
        "translation": "Wisdom is better than strength.",
        "wisdom": "Pursue wisdom."
    },
    {
        "id": 208,
        "proverb": "Ṣiṣẹ́ ṣiṣẹ́ ò gọ̀, ó fẹ́ jàre ìṣẹ́ ni; ẹni tó kọ̀ tí ò ṣiṣẹ́ fẹ́ yan ìṣẹ́ láàyò ni.",
        "translation": "The diligent isn't stupid, he or she simply wants to defeat poverty; the person who refuses to work, really seeks to partner with poverty.",
        "wisdom": "Diligence is a choice: choose right."
    },
    {
        "id": 209,
        "proverb": "Èéfín ni ìwà; kò ṣeé fi pamọ́.",
        "translation": "Character is like smoke: it cannot be covered up.",
        "wisdom": "We cannot pretend to be who we are not for very long."
    },
    {
        "id": 210,
        "proverb": "Bàtà orí àkìtàn náà re òde ìyàwó rí.",
        "translation": "Those pair of shoes on the refuse dump was once worn to a wedding.",
        "wisdom": "Change is inevitable: a season must need go and another must need come; nothing lasts forever."
    },
    {
        "id": 211,
        "proverb": "Àdàbà ò náání à ńkùn'gbẹ́; pápá ńjó ẹyẹ oko fò lọ.",
        "translation": "The dove is unmoved by the bush being set on fire; once on fire, it simply flies away.",
        "wisdom": "Be strategic; in every situation, always have an assured plan B: it engenders calm in the midst of a storm."
    },
    {
        "id": 212,
        "proverb": "A kì í dámọ̀nràn àti tà'kìtì lágbàlá ọ̀bọ, nítorí ọ̀bọ fúnra'ra rẹ̀, ọba òkìtì ni.",
        "translation": "Never toy with the idea of somersaulting in the vicinity of a monkey: monkeys themselves, are experts at somersaulting.",
        "wisdom": "Be modest; don't make a needless show of your ignorance."
    },
    {
        "id": 213,
        "proverb": "Ẹni a fẹ́ la mọ̀, a ò mọ ẹni tó fẹ́'ni.",
        "translation": "You do know who you love for sure, but you cannot be certain of who really loves you.",
        "wisdom": "Be perceptive; things are often not as they appear."
    },
    {
        "id": 214,
        "proverb": "Kò sí bí àtùpà ṣe lè lágbára tó, kò lè ríran rí ìdí ara rẹ̀.",
        "translation": "No matter how strong a lamp is, it cannot light up it's base.",
        "wisdom": "No matter how strong anyone is, he or she will always need the input of others; no one is wholly self-sufficient, nor indeed can be."
    },
    {
        "id": 215,
        "proverb": "Orúkọ tí a bá sọ ajá ẹni lọmọ aráyé ńbá ni í pèé.",
        "translation": "Whatever name one calls one's dog, that is the name others will call it as well.",
        "wisdom": "Speak positively: words objectify themselves; never describe yourself or what you do in negative terms."
    },
    {
        "id": 216,
        "proverb": "Ilẹ̀ àánú Olúwa kì í ṣú.",
        "translation": "God's mercy never runs out.",
        "wisdom": "No impossibility with God: He cannot be contained or cornered; keep hope alive."
    },
    {
        "id": 217,
        "proverb": "Àbàtà takété bí ẹni pé kò bá odò tan.",
        "translation": "The marshy place keeps aloof as if it is unrelated to the river.",
        "wisdom": "When the going gets tough, pretty few will stick with you: mentally prepare for this; everybody loves the winner, but when you lose, you are on your own."
    }
   
]